[{"name": "050691289", "cogvlm": "This picture shows a diamond-shaped mirror with a brown frame. The background of the mirror is grayish white, while the frame itself appears to be made of wood or other materials. It can be placed on the wall or hung on it for decoration purposes.", "org": "1960s Giltwood Diamond Shaped Mirror For Sale At 1stdibs"}, {"name": "050698760", "cogvlm": "In this lounge, there are green sofas and brown chairs. On the left side of a large table, there is a man wearing a white shirt and black pants sitting on a green sofa with his legs crossed. Next to him, there is a woman wearing a dark red sweater and black pants standing. There are many small tables around them with books, cups, and other items placed on top. The walls are decorated with white tiles and posters. Above the room, there are wooden beams and hanging lights. Underneath the ceiling, there are pipes and air conditioning devices. To the right of the picture, there is an orange sofa and a reddish-brown coffee table. Throughout the space, there are also many people sitting or walking.", "org": "Example Of A Co Working Space From WeWork"}, {"name": "050698267", "cogvlm": "A yellow table with a brown frame, placed in a white room.", "org": "Приставний стіл серії Comfort A600 жовто-бежевий"}, {"name": "050695427", "cogvlm": "This image displays a white background with black text. The content of the text consists of many lines, each containing multiple characters in different sizes and colors. These lines are arranged horizontally on the screen, forming a continuous line of text that spans across the entire width of the image.", "org": "Figure imgb0080"}, {"name": "050698309", "cogvlm": "The bride and groom embrace each other on the lawn. They are surrounded by lush green grass, with a background of blooming flowers. The groom wears a black suit with a white shirt, while the bride is dressed in a white wedding dress. Their emotions are filled with happiness and love as they gaze at each other.", "org": "Lafayette, Indiana wedding photographer Victoria Rayburn photographed the Gall wedding at Amish Acres."}, {"name": "050690561", "cogvlm": "On the right side of the picture is a cabinet with a red carpet underneath. There are many items on top of the cabinet, including a clock and a small doll made of iron. The cabinet also has a helmet-shaped decoration on it. In the middle of the image is a woman wearing a black gown with golden embellishments. Her hair is bright red and she has blue makeup on her face. She is holding the little doll in her hand while looking at the camera.", "org": "Alice de l'Autre Côté du Miroir imageATTLG-FF-2"}, {"name": "050691629", "cogvlm": "This image depicts the structure of a solar system. The top layer is the inner solar system, consisting of Earth and its orbiting planets. Jupiter and Saturn are located in the middle of this layer. Below it is the outer solar system, which includes Uranus and Neptune. These two planets have an asteroid belt between them. In addition to these planetary bodies, there are also several other objects such as comets and dwarf planets within the solar system.", "org": "Illustration based on Spitzer observations of Epsilon Eridani"}, {"name": "050692007", "cogvlm": "This picture depicts a kitchen with two refrigerators. The left refrigerator is black and has several photos of children attached to it, as well as some notes and papers. On the right side of the room, there is a white large refrigerator next to a window that is covered by a lace curtain. Outside the window, you can see sunlight shining through the curtain's gaps.", "org": "Risiville property for sale. Ref No: 13497331. Picture no 3"}, {"name": "050699016", "cogvlm": "A pair of silver sunglasses, composed of a dark gray frame and light gray lenses. The left side of the frame has some black patterns, and there is also a small white logo on the right side.", "org": "Emporio Armani Herren Sonnenbrille » EA2034«, grau, 30106G - grau/silber"}, {"name": "050691908", "cogvlm": "A blue t-shirt with white dots on the front, round neck, short sleeves, and straight hem. There is a black triangle pattern at the collar, with two white dots in the middle of the triangles.", "org": "Finn t-shirt st 11066"}, {"name": "050697271", "cogvlm": "This image is a colorful chart showing the impact of child care on programs and children. The chart contains various statistics, including information about teachers' salaries, student turnover rates, improvement in classroom environment, and more.", "org": "Infographic Improving The Quality Of Child Care Durham"}, {"name": "050693165", "cogvlm": "This is a silver and gold ring, with a green gemstone set in the middle. The stone has an oval shape, shimmering brightly under the light. It is surrounded by black patterns on both sides, as well as golden engravings that add luxury to this beautiful piece of jewelry. The entire ring is very delicate, emanating an air of nobility and elegance.", "org": "Men Handmade Ring , Malachite Gemstone Ring , Oval Gemstone Ring , Embroidered Ring , Ottoman Jewelry , 925k Sterling Silver Rin"}, {"name": "050698580", "cogvlm": "This picture shows a black car mat, which is folded in half. The surface of the car mat presents a striped pattern with alternating gray and black colors. There are some fine lines on it, possibly indicating that this is an embroidered fabric or textile material. Below the car mat is a transparent plastic film, which is commonly used to protect the floor from damage caused by the car mat.", "org": "Ikea Waterproof Rug: SOMMAR 2018 Rug Flatwoven, In/outdoor Striped/turquoise"}, {"name": "050691538", "cogvlm": "This picture shows a beautiful waterfall in the forest. The water is white and flows down from above, forming several streams that merge into one large stream. These streams are smooth and flowing like silver threads.\nThe surrounding area of the waterfall is covered with green moss, giving it an enchanting and mysterious atmosphere. In addition to the waterfall, there are also many trees and plants around, adding vibrant colors to the entire scene.", "org": "Bigăr Falls, Nera Gorge-Beușnița National Park, Romania"}, {"name": "050695931", "cogvlm": "A little girl wearing a pink dress stands in front of a white wall, her hands placed on both sides of the wall.", "org": "Periwinkle Pinafore - Dusty Rose with Ruffles"}, {"name": "050693205", "cogvlm": "This picture shows a man wearing a red down jacket with black pants and standing in front of a white background. The collar of the jacket is blue, and there are two pockets on both sides of the chest. He has dark brown hair and stands very tall, showcasing his personality and confidence through posture and expression.", "org": "5923205faac chaqueta-acolchada-con-capucha-jack-and-jones-en-color-burdeos-port-royale.jpg"}, {"name": "050696725", "cogvlm": "This picture shows a blue background with a white mermaid sculpture in the middle. The mermaid is holding a shell and has long brown hair, which is loose on her shoulders. On both sides of the mermaid are two circular metal wreaths, each adorned with various sea creatures such as starfishes and conch shells. There are also some pink flowers between the wreaths.", "org": "Sitting Mermaid Swing Ornament"}, {"name": "050692828", "cogvlm": "A silver metal bottle is placed on a black surface. The shape of the bottle is concave and has three spherical objects at its top, with two larger ones and one smaller one. There are three white bubbles above the bottle, emitting white light.", "org": "shape 6"}, {"name": "050693728", "cogvlm": "This image depicts a blue and silver USB flash drive with white English letters \"LINK UP\" on it. The top end of the device is connected to a blue USB 3.0 connector, while the bottom has an embedded black cylindrical structure.", "org": "SanFlash PRO USB 3.0 Card Reader Works for RED Hydrogen One Adapter to Directly Read at 5Gbps Your MicroSDHC MicroSDXC Cards"}, {"name": "050690640", "cogvlm": "There is a rowing boat on the water. The people in the boat are rowing with their oars, and there is a person standing at the front of the boat.", "org": "桃李春风一杯酒,江湖夜雨十年灯。"}, {"name": "050691637", "cogvlm": "In the center of this blue-black pattern, there is a silver rectangular frame with curved edges. The background consists of intricate patterns and geometric shapes in shades of gray and purple.", "org": "Silver Banner On Blue Background Stock Illustration ..."}, {"name": "050696249", "cogvlm": "A woman is drinking champagne from a bottle, while a child wearing black clothes holds another glass of wine. They are standing in front of a dining table with a white tablecloth and silver serving trays on it. There are two more bottles of alcohol next to the table. The background consists of green fields and trees.", "org": "wedding Sharonne & Daan Gera's Pic's Pho"}, {"name": "050699520", "cogvlm": "In the picture, there is a beautiful angel sitting by a small pond. The grass around it is green and lush, with red flowers blooming on top. Above the image is a vast blue sky, while below are rolling mountains and dense forests.", "org": "Giovanni Segantini - L'Amore alla fonte della vita - 1896"}, {"name": "050691864", "cogvlm": "This image depicts a blue dolphin with white fins, smiling and winking. Its eyes are bright yellow, its mouth is pink, and there is a light blue dotted pattern on the side of its body. The dolphin's tail fin is long and curved, extending from the bottom left corner to the top right corner of the picture. It appears to be leaping out of water, showcasing an adorable expression as it looks towards the upper right corner of the frame.", "org": "Funny Dolphin Cartoon Royalty Free Stock Image - Image: 28313196"}, {"name": "050697125", "cogvlm": "On the cover of this book, there is a painting depicting a peacock standing on a chessboard. The background of the picture is red, and the floor tiles are black and white with some gray-gray patterns. Above the image, it says \"SHADOWS: THE DEPiction OF CAST SHADOWS IN WESTERN ART\" by E.H. Gombrich, while below it is written in white English letters.", "org": "Shadows"}, {"name": "050695205", "cogvlm": "A gym-clad woman wearing a green sports bra and black leggings stood in front of the white background. She had her left hand resting on her stomach, while her right hand was placed behind her back. Her posture was confident and poised, exuding an indescribable charm.", "org": "0 Ignight Strappy Sports Bra Blue TQ01TRIS RVCA"}, {"name": "050692146", "cogvlm": "Peyton Manning is wearing a gray suit and standing in front of a microphone at a press conference, with a background of a black table covered with UC Health signs, NFL logos, and broncos images. His expression appears to be somewhat sad or contemplative.", "org": "Peyton Manning Announces Retirement"}, {"name": "050691511", "cogvlm": "In the middle of this picture is a park surrounded by modern buildings. The park has green lawns and trees, as well as black fences and street lamps. There are two paths in the park: one gray-brown path leading to the left side of the image, and another white path extending towards the right side of the image. Above the picture is a blue sky, while on the far right and far left sides of the building are white skies.", "org": "Fonte-Giardino-Esterno-Parco-2"}, {"name": "050693249", "cogvlm": "This is a photo featuring a man wearing a white shirt and gray pants. He is standing still in front of a white background, with his hands naturally hanging down on both sides. There are black patterns on the man's clothes. The man looks straight ahead, exuding an official and composed temperament.", "org": "Richard James Mayfair Richard James Mayfair Melange Wool Tailored Suit Trousers, Grey"}, {"name": "050694441", "cogvlm": "There are several stainless steel tanks and a blue bucket in the picture. The two large tanks on the left side of the image seem to be cylindrical with some irregularities, while the smaller tank behind them is rectangular. On the far right, there is a blue bucket placed near the wall. The floor is covered with black water, possibly oil spills or other industrial waste.", "org": "Mixing Made Easy With Stainless Steel Mixing Tank Design"}, {"name": "050697039", "cogvlm": "A group of three people, two women and one man, are wearing white clothes in a photo. The woman on the left is smiling with her hand resting on her waist, while the other woman has both hands crossed at her chest. On the right side is an elderly Asian male, also wearing white clothing. They all have happy expressions as they pose for this memorable moment.", "org": "Cora Jardeleza, center, and her mother, Concepcion Jardeleza, are joined by Elder Keith Eager, left, at the Jardelezas' baptism in Bacolod, Philippines, in 1980."}, {"name": "050694989", "cogvlm": "In the middle of this white cloth is a silver and black accordion, which stands upright. The accordion has an intricate pattern on its body and black keys. On the left side of the picture are several black buttons with patterns in between. There is also a black \"Sunday\" logo above the keyboard. At the bottom of the picture, there are gray metal blades that resemble piano keys.", "org": "NEW White Scandalli Super VI Piano Accordion LMMH 41 120"}, {"name": "050699601", "cogvlm": "A pair of pink leather gloves, with a white background. The gloves are unsewn and placed side by side, with the palm facing upward.", "org": "Rukavice dámské Bohemia Gloves"}, {"name": "050698027", "cogvlm": "In the picture, there is a small wooden box with open doors. Inside the box, there is a white electrical outlet and a silver pipe underneath it. The walls of the room are made of brown wood planks, adding warmth to the entire scene.", "org": "Автоматный ящик из старого дуба"}, {"name": "050699992", "cogvlm": "This red short-sleeved shirt has a white American flag pattern and several English phrases on it. Specifically, the phrase \"RED\" is located in the center of the shirt, while \"REMEMBER\", \"EVERYONE\", and \"DEPLOYED\" are written below the flag. The background color of the shirt is red, and there are no other obvious elements or marks on it.", "org": "Red Friday - Remember Everyone Veteran Deployed T-Shirt-TH"}, {"name": "050695260", "cogvlm": "In the middle of this picture, there is a figure wearing a yellow armor suit. He is holding a lit lantern in his hand and appears to be leading the way. On both sides of him are unlit silhouettes of unknown characters, possibly also members of an army or guards.", "org": "Halo Master Chief 1680x1050"}, {"name": "050693603", "cogvlm": "A lady wearing a purple dress with light green sleeves stood in front of a white background. She had a pair of black leather shoes on her feet and held a blue, white, and gray mixed hat in her hand. Hanging from her neck was a silver pendant with two sunglasses hanging off it.", "org": "Image may contain Clothing Apparel Human Person Evening Dress Robe Fashion Gown Dress and Sleeve"}, {"name": "050696371", "cogvlm": "In the center of this picture, there are two gray chairs with silver-white metal bases. The backrests and seats are khaki in color, creating a beautiful contrast against the white background.", "org": "Herman Miller Herman Miller Eames Molded Dining Chairs coupon"}, {"name": "050693405", "cogvlm": "This image is a list of Facebook pages for promoters in France. The page names are displayed on the left side, and their fan counts, engagement rates, and growth rates are shown on the right side. \nThe first page has 111k fans with an increase of 1.90%; the second page has 65K fans with an increase of 0.42%; the third page has 45K fans with an increase of 0.87%.", "org": "Classement Facebook Promoteurs Immobiliers France Octobre 2019"}, {"name": "050692291", "cogvlm": "This photo shows a spacious and neat garden, with green lawns and trees surrounding it. The background is a white fence that extends to the far end of the yard. On the left side of the picture, there is a small storage room or shed, which looks like a typical outdoor building. In front of the house, there are yellow flowers growing on both sides of the tree, adding a touch of vibrant color to this beautiful garden.", "org": "2 Kinross Court, Wattle Grove, NSW 2173"}, {"name": "050698306", "cogvlm": "These three little girls are wearing blue sports uniforms, performing acrobatics. They have won the competition and received medals in the form of red, white, and blue ribbons around their necks. The background is a white wall, and they are standing on a gray floor.", "org": "Ergebnisse Landesmeisterschaft Rhythmmische Gymnastik"}, {"name": "050695528", "cogvlm": "In the middle of this picture is a girl wearing a purple dress, holding flowers in her hand and a photo in front of her. She has golden hair and is looking at the camera with a smile on her face. On both sides of the girl are green leaves and pink flowers. Below the picture is a blue packaging box with white English letters \"playmobil special PLUS 4710\" written on it. The background consists of a sky-blue curtain and several rows of potted plants.", "org": "Playmobil Игровой набор"}, {"name": "050691221", "cogvlm": "This pair of shoes is adorned with a blue fish pattern. The upper and sole are black, while the heel cushion has a circular shape in green and blue colors. On top of this background, there are also white patterns of fish and circles. These shoes look very unique and have an excellent design sense.", "org": "InterestPrint Non-Slip Flip Flop Slippers Cute Wild Animals Black Straps Slim Thong Sandal for Men"}, {"name": "050691019", "cogvlm": "A white porcelain bowl filled with a mixture of brown and red colors, placed on a gray table. The bowl is located in the center of the picture. There are silver spoons at both ends of the bowl. On the right side of the image, there is a row of blue and white cups. In front of the cup on the top left, there is a white lace doily.", "org": "Hayseed Home & Harvest Sweet Keto Chili Recipe by Mallory Mundt"}, {"name": "050696200", "cogvlm": "The European Union flag consists of a blue background and two yellow stars in the center. There are twelve golden stars around it, with one star on each side and three stars in the top right corner.", "org": "EU Flag"}, {"name": "050699537", "cogvlm": "This photo shows a black printer printing out a white paper with many lines of text on it. The background is white, and the printer has a black casing with blue LED lights on its right side. There are two red buttons in the lower right corner: \"Power\" and \"Feed\", as well as three gray buttons in the middle area: \"Alarm\", \"Positive\", and \"Negative\". Above the picture is a black label with a black sticker saying \"Thermal Paper Printer\".", "org": "Чековый принтер MPRINT T91"}, {"name": "050697452", "cogvlm": "This picture depicts a pair of well-manicured nails, with purple and white colors alternating on the fingernail. The purple color is deep and smooth, while the white color has fine stripes and small squares decorated with silver rhinestones. There are also some gray lines painted on it. In addition to these designs, there is a golden ring worn on the index finger.", "org": "Le nail art &quot&#x3B;Mon Papier peint&quot&#x3B;"}, {"name": "050695826", "cogvlm": "This chocolate cake is placed on a white plate, with blue and white flowers decorated around it. The cake has two layers of brown crumbs and chocolate cream frosting in between. One slice of the cake has already been cut out, revealing its delicious taste and texture.", "org": "easy chocolate fudge cake recipe olive magazine"}, {"name": "050697537", "cogvlm": "On a white staircase, there are three ruins of toys and two bottles. The first ruin is on the left side of the stairs, wearing pink clothes with yellow dots. There are strands of golden hair tied up in ponytails on top of her head. She has glasses with purple lenses and an orange-red face.\nThe second ruin is located in the middle of the stairs, dressed in blue clothing with green patterns. He has red hair and is holding his hands out towards the front. His eyes are big and round, looking surprised.\nThe third ruin is on the right side of the stairs, wearing a dark brown dress with multicolored flowers. Her hair is braided with yellow ribbons, and she has light brown skin. She is smiling and appears happy.\nThere is also a fourth ruin at the bottom of the stairs, wearing white clothing with black spots. Above him, there is a glowing orange bottle, and below him, there is a glowing yellow bottle.", "org": "Vintage Lot Rugrats Small Plush Dolls & Accessories Viacom Nickelodeon 1997"}, {"name": "050696623", "cogvlm": "Two people are wearing purple overalls and standing in front of a green plant. One person is on the left, while the other is on the right. They seem to be taking care of the plants. The two sides have vertical plants, with white pipes below. There is a bright light above.", "org": "Plenty's South San Francisco hydroponics growing facility."}]